<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yy <649109069@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'Customer' => '客户',
        'customers' => '客户',
    ],
    'fields' => [
        'link' => '联系人',
        'name' => '名称',
        'other' => '备注',
        'pay_method' => '支付方式',
        'phone' => '手机号码',
        'status' => '状态',
        'sn' => '客户编码',
        'short_title' => '简称',
        'signatory' => '业务员',
        'department' => '所在部门',
        'sign_start_at' => '签约开始日期',
        'sign_stop_at' => '签约结束日期',
        'money_limit' => '贸易额预警',
        'address' => '收货地址',
        'contact_department' => '联系人职位',
        'contact_tel' => '联系人电话',
        'contact_email' => '联系邮箱',
        'contact_qq' => '联系qq',
        'bank_title' => '开户名称',
        'bank_name' => '开户银行',
        'bank_account' => '银行账号',
        'bank_top' => '发票抬头',
        'tax_code' => '纳税人识别号',
    ],
    'options' => [],
];
