<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yy <649109069@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'Supplier' => '供应商',
        'suppliers' => '供应商',
    ],
    'fields' => [
        'link' => '联系人',
        'name' => '供应商名称',
        'other' => '备注',
        'pay_method' => '结算方式',
        'phone' => '手机号',
        'short_title' => '供应商简称',
        'sn' => '供应商编码',
        'type' => '类型',
        'status' => '状态',
        'address' => '地址',
        'contact_department' => '联系人职位',
        'contact_tel' => '联系人电话',
        'contact_email' => '联系邮箱',
        'bank_title' => '开户名称',
        'bank_name' => '开户银行',
        'bank_account' => '银行账号',
        'bank_top' => '发票抬头',
    ],
    'options' => [],
];
